/*
 Localizable.strings
 ge-calc
 
 Created by Yuta Hoshino on 2014/06/18.
 Copyright (c) 2014 ge-nie inc. All rights reserved.
 */
//Calc
"History keeping mode ON"="Режим сохранения истории ВКЛ";
"History keeping mode OFF"="Режим сохранения истории ВЫКЛ";
"> Slide to notepad"="> Перейти к блокноту ";
//Notepad
"Date"="Дата"; //Input date by menu bar
//Action
"Cancel"="Cancel";
"Copy to Clipboard"="Копировать в буфер обмена";
"Paste to Memo"="Вставить в Записку";
"Paste to Editor"="Вставить в Редактор";
"What do you want to do with the received data?"="Что вы хотите сделать с полученными данными?";
//WalkThrough
"Design overhauled"="Переработанный дизайн";
"I've revised the design of the iPad version.\nThe editor's past text can be downloaded from the configuration menu."="Я пересмотрел дизайн iPad версии.\nПредыдущий текст редактора можно скачать из меню конфигурации.";
"Can be done while viewing the history."="Можно работать, просматривая историю.";
"Tilting the handset on its side so that it is in landscape mode allows calculations while viewing notes from the calculation history."="Наклонение телефона в сторону для перехода в альбомный режим позволяет производить вычисления, просматривая примечания из истории вычислений.";
"Leave 10 times more memos"="Оставляйте в 10 раз больше записок";
"By swiping a memo, you can change pages. You can leave new memos by topic, making it easier to compare calculations."="Проводя по записке, вы можете менять страницы. Вы можете оставлять новые записки по темам, что упрощает сравнение вычислений.";
"Save the memo to Evernote with 3 taps"="Сохраняйте записку в Evernote 3 нажатиями";
"By searching, you can make shortcuts when recalculating. Install Evernote.app to iOS8, press the share button, go to 'others', and turn Evernote on."="Осуществив поиск, вы можете сократить повторные вычисления. Установите Evernote.app на iOS8, нажмите кнопку 'поделиться', перейдите в 'другие' и включите Evernote.";
"No more frequently than once per hour."="Не чаще одного раза в час.";
"With ge-calc, when a full screen ad is displayed, another is not displayed within the hour. We also have an add-on available for people that are bothered by this."="С ge-calc при показе рекламы на весь экран следующая не показывается в течение часа. У нас также есть расширение, доступное для тех, кому это мешает.";
"Double tap to change the size of the calculator."="Нажмите дважды, чтобы изменить размер калькулятора.";
"Shrink it when you want to see the memo. Expand it when you want to punch in numbers."="Сожмите его, когда хотите увидеть записку. Растяните, когда хотите ввести числа.";
"Skip"="Пропустить";
//Google Analytics Notice
"Do you help us improve the quality?"="Вы можете помочь нам повысить качество";
"Have anonymous usage data automatically sent. Usage data does not include the memo itself nor key content."="Настройте автоматическую отправку анонимных пользовательских данных. Пользовательские данные не включают саму записку и ключевое содержимое.";
"Do not comply"="Не согласиться";
"Comply"="Согласиться";
//Setting
"Done"="Готово"; //means close
"Featured apps"="Продвигаемые приложения";
"Tell a friend"="Рассказать другу";
"Setting"="Настройки";
"Contact"="Связаться";
"Report an issue"="Сообщить о проблеме";
"Post a review"="Опубликовать отзыв";
"Answer the survey"="Пройти опрос";
"Open our Facebook page"="Открыть страницу в Facebook";
"Functions"="Функции";
"Hints & Option Store"="Подсказки и Магазин опций";
"Open Notepad At Startup"="Открывать блокнот при запуске";
"Off"="Выкл";
"On"="Вкл";
"Font"="Шрифт";
"QR code"="QR-код";
"Looks"="Оформление";
"Theme"="Тема";
"Front Panel"="Передняя панель";
"Key Sound"="Звук клавиш";
"Delete All Notes"="Удалить все заметки";
"Are you sure you want to permanently delete the all notes?"="Вы уверены, что хотите навсегда удалить все заметки?"; //alert
"Send All Notes"="Отправить все заметки";]
//Report an issue
"ge-calc Report an issue"="ge-calc Сообщить о проблеме";
"We are apologize for any inconvenience. I will reply as soon as possible. \n\nWhat problems are occurring? (required):\n\nYour Name:\n\nDevice:%@\niOS:%.1f\nLanguage:%@\nGroup:%d\nge-calc:%@\nError:%@\n"="Извиняемся за любые неудобства. Я отвечу так быстро, как только возможно. \n\nС какими проблемами вы столкнулись? (обязательно):\n\nВаше имя:\n\nУстройство:%@\niOS:%.1f\nЯзык:%@\nГруппа:%d\nge-calc:%@\nОшибка:%@\n";
//Hints & Option Store
"Hints & Option Store"="Подсказки и Магазин опций";
"Option Store"="Магазин опций";
"Stress free pack for iPhone"="Комплект без забот для iPhone";
"Stress free pack for iPad"="Комплект без забот для iPad";
"Purchased"="Куплено"; //Title for when you purchased the add-on.
"This is a premium add-on that enhances your power. You will be able to use all the following add-on functions."="Это премиум-расширение, улучшающее ваши возможности. Вы сможете использовать все следующие дополнительные функции.";
"Tips"="Подсказки";

//復元の完了に関連して
"Finished Restore" = "Завершить восстановление";
"Failed Restore" = "Сбой при Восстановление";
"Transaction Failed" = "транзакция Сбой при";


"Stop the display of full screen ads."="Прекратите показ рекламы на весь экран.";
"Stop advertisements from interrupting you while you are working."="Прекратите прерывание вашей работы рекламой.";
"A function of Stress free pack for iPhone"="Функция Комплекта без забот для iPhone";
"A function of Stress free pack for iPad"="Функция Комплекта без забот для iPad";

"Save to Evernote."="Сохраняйте в Evernote.";

//tipsの説明を追記
"Press the '+Tax' key 2 times to show the tax. You can change the tax rate and rules for fractions from the settings screen. ge-calc→Setting→Theme→'Tax √ ±’ or ‘Memory GT Tax √ ±'" = "Нажмите клавишу '+Tax' 2 раза, чтобы отобразить налог. Вы можете изменить ставку налога и правила расчета коэффициентов на экране настроек. ge-calc→Setting→Theme→'Tax √ ±’ or ‘Memory GT Tax √ ±'";

"For example, if you wanted to calculate the total price when buying 2 units of Product A ($150) and 3 units of Product B ($500), you can input 150×2 M+ 500×3 M+ MR. ge-calc→Setting→Theme→‘Memory GT Tax √ ±'" = "Например, если вы хотите рассчитать общую стоимость покупки 2 единиц продукта А ($150) и 3 единиц продукта B ($500), вы можете ввести 150×2M + 500×3M+MR. ge-calc→Setting→Theme→‘Memory GT Tax √ ±'";

"This function instantly finds the total. For example, for finding the total price of 2 units of Product A ($150) and 3 units of Product B ($500), you can calculate 150×2=300 and 500×3=1500, and then press GT. 300+1500=1800 will be displayed." = "Эта функция мгновенно рассчитывает общую сумму. Например, для нахождения общей стоимости 2-х единиц продукта А ($150) и 3 единиц продукта B ($500), вы можете ввести 150×2=300 и 500×3=1500, а затем нажать GT. 300+1500 = 1800, что и будет показано.";

"If you make a long press on the screen, you can copy and paste numeric values." = "С помощью долгого нажатия на экран вы можете копировать и вставлять числовые значения.";

"If you input 1100-10%= then you can find the solution 1100-1100*10%=990. Or, by changing the mode, you can find the solution 1100/(100%+10%)=1000. ge-calc→Setting→1100-10%=" = "Если вы введете 1100-10% =, то сможете сразу увидеть результат расчета 1100-1100*10% = 990. Или, изменив режим, вы можете увидеть результат расчета 1100/(100% + 10%)=1000.  ge-calc→Setting→1100-10%=";

"If you install the Evernote.app, you can save to Evernote in two taps. For iOS8 onwards."="Если вы установите Evernote.app, то сможете сохранять в Evernote двумя нажатиями. Для iOS8 и выше.";
"Use it FREE!"="Используйте его БЕСПЛАТНО!";

"Switching pages"="Переключайтесь между страницами";
"Switch to another page when moving to the next problem. You can leave a note neat."="Переключайтесь на другую страницу, переходя к следующей проблеме. Вы можете оставить понятную заметку.";

"Exchange data with AirDrop"="Обменивайтесь данными с AirDrop";
"Before you register the email address, you can send and receive smoothly."="Вы можете без проблем отправлять и получать данные до регистрации почтового адреса.";

"Copy all with one tap"="Копируйте все одним нажатием";
"Can be copied in an instant so is easy to paste into other apps. By using a netprint app, you can print at a convenience store."="Можно мгновенно копировать для простой вставки в другие приложения. Используя приложение для печати по сети, вы можете распечатывать в центре печати.";

"Send all notes"="Отправляйте все заметки";
"Prepared for any problems with frequent back-up."="Подготовка к любым проблемам частым резервным копированием.";

"Delete all notes"="Удаляйте все заметки";
"By refreshing it to its brand new state, you can use with a feeling of freshness."="Обновив его до первоначального состояния, вы сможете использовать его с чистого листа.";

"History keeping mode ON/OFF"="Режим сохранения истории ВКЛ/ВЫКЛ";
"When you would like to record, leave your calculation history, making for easier editing. Casually control your selection with your sense of choice."="Когда хотите сохранять записи, оставляйте историю вычислений для упрощения редактирования. С удобством контролируйте вашу выборку по своему вкусу.";

"Change font size"="Изменяйте размер шрифта";
"Compatible from iOS7 with its Dynamic type, so those who are farsighted can use it with an easy-to-read font size."="Совместим с iOS7 с его Динамическим типом, так что дальнозоркие люди смогут его использовать благодаря удобному для чтения размеру шрифта.";

"Backspace with long press of arrow keys"="Возврат долгим нажатием клавиш-стрелок";
"Instead of C key."="Вместо кнопки C.";

"Support for AirPrint"="Поддержка AirPrint";
"Can print from a wireless-compatible printer."="Может печатать с работающего в беспроводном режиме принтера.";

"Key sound ON/OFF"="Звук клавиш ВКЛ/ВЫКЛ";
"It is possible to turn the key sound on or off while leaving the alert tone as it is. Do this via the settings option."="Можно включать и выключать звук клавиш, оставляя сигнал уведомления как есть. Сделайте это из опции настроек.";

"Input dates from the menu"="Даты ввода из меню";
"The current date and time can be inserted into things, such as journal entries, via the long-press menu."="Можно вставлять текущую дату и время в данные, например, в записи в журнале, через долгое нажатие на меню.";

"Restore"="Восстановить";
"Cannot Purchase"="Покупка невозможна";
"Settings > General > Restrictions Turn on [In-App Purchases]"="Настройки > Общие > Ограничения включены [Покупки внутри приложения]";
//Theme
"Standard"= "Стандартный";
"White"="Белый";
"Tax √ ±"="налог √ ±";
"Memory GT Tax √ ±"="Память GT налог √ ±";

//Delete
"Delete"="Удалить";
//Alert
"Asking for review"="Просьба оставить отзыв";
"Your review will grow this app. If you are satisfied about this version, please cheer by posting a review."="Ваш отзыв поможет этому приложению. Если вы довольны этой версией, пожалуйста, поделитесь этим, оставив отзыв.";
"Later"="Позже"; //means "cancel"
"Cheer"="Поделиться"; //means "go to AppStore"
//Mail Settings check alert
"Mail Settings check"="Отправить по почте проверку настроек"; //Alert title
"Please do mail account settings"="Пожалуйста, отправьте по почте настройки аккаунта"; //Message
//File Scheme
"ge-calc"="ge-calc"; //Alert title
//History
"+TAX"="+TAX";
"-TAX"="-TAX";
"TAX" = "TAX";
"Tax" = "налог";

"Today" = "Cегодня";
"Yesterday" = "Вчера";
"Search" = "Поиск";
"Introduction" = "Введение";

"Tax calculation" = "исчисление налога";
"Memory keys" = "кнопки памяти";
"GT key" = "кнопки GT";
"Copy& Paste" = "Копировать и Вставить";
"Discount calculation" = "Cкидками расчет";
"Change font" = "Cмена шрифта";

"Top" = "Верхний";

